[
    {
        "name": "Mariana Dept",
        "image": "https://i.ibb.co/smZC0r4/reviewer-1.jpg",
        "review": "Salsa dance is all about the infectious rhythms of Latin music. Dancers move to the beats of salsa music, which typically combines Afro-Cuban percussion with elements of jazz and other Latin styles. Salsa dancers showcase their ability to interpret and connect with the music, accentuating the rhythms and melodies through their movements."
    },
    {
        "name": "Johnny Glane",
        "image": "https://i.ibb.co/wgt86TS/reviewer-2.jpg",
        "review": "Belly dance is renowned for its elegant and fluid movements that focus on isolations of the hips, torso, and arms. Dancers create undulating waves, circular hip movements, and intricate shimmies, creating a visually stunning display. The grace and control required to execute these movements are awe-inspiring."
    },
    {
        "name": "Mojnu Dhal",
        "image": "https://i.ibb.co/cgn7J7w/reviewer-3.jpg",
        "review": "Hip-hop dance originated from the streets and urban communities, serving as a creative outlet for self-expression and storytelling. It reflects the vibrant culture, struggles, and triumphs of the communities it emerged from. Hip-hop dance embraces authenticity, originality, and individuality, encouraging dancers to embrace their unique style and personality."
    },
    {
        "name": "Sarah khelph",
        "image": "https://i.ibb.co/sgsM8R7/reviewer-4.jpg",
        "review": "Tap dance is all about creating intricate rhythms and sounds through the movements of the feet, with metal plates attached to the dancer's shoes. The combination of footwork, syncopated beats, and improvisation allows tap dancers to become their own musical instrument. The rhythmic expression in tap dance is both visually and audibly captivating, as dancers create complex rhythms and melodies with their feet."
    },
    {
        "name": "Jesmin Anna",
        "image": "https://i.ibb.co/TYsWkvj/reviewer-5.jpg",
        "review": "Skill and Athleticism: Breakdancers showcase extraordinary physical abilities through intricate footwork, acrobatic power moves, and gravity-defying freezes. The level of athleticism and control required to execute these moves is truly impressive. It takes years of practice, discipline, and strength training to develop the strength, agility, and body control necessary for breakdance."
    }
]